atool
bat
coreutils
exa
fd
fish
fnm
fzf
fzy
gh
go
htop
imagemagick
jq
lazygit
lf
mariadb
mycli
neofetch
neomutt
neovim
nginx
node@14
php
python@3.9
ripgrep
rm-improved
rust-analyzer
sd
shfmt
sqlite
starship
tmux
tokei
wget
xclip
zoxide
