alsa-plugins
alsa-utils
apache
awesome
bluedevil
blueman
bluez-utils
bspwm
btop
chromium
croc
exa
fd
ffmpeg
firefox
fish
flameshot
fzf
go
htop
htop
kdeconnect
kitty
lazygit
mariadb
neofetch
neovim
nnn
nodejs-lts-fermium
npm
phpmyadmin
polybar
qbittorrent
ripgrep
rofi
shfmt
smartmontools
stylua
sxhkd
tmux
ttf-font-awesome
ttf-ubuntu-font-family
vlc
xdotool
yay
zathura-pdf-mupdf
zsh
