alsa-plugins
alsa-utils
apache
bluedevil
blueman
bluez-utils
bspwm
chromium
fd
firefox
fnm
fzf
go
htop
kdeconnect
kitty
mariadb
mycli
neofetch
neovim
nnn
nodejs-lts-fermium
npm
phpmyadmin
polybar
qbittorrent
ripgrep
rofi
shfmt
slack
smartmontools
st
sxhkd
tmux
ttf-font-awesome
ttf-ubuntu-font-family
visual-studio-code-bin
vlc
yay
zsh
